/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Reiniciar";
"common-controls-shutdown"		= "Apagar";
"common-controls-continue"		= "Continuar";

"common-tab-apple-title"		= " Informació ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Proves de maquinari ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Perfil del maquinari ";	// does look better with spaces at head and tail
"common-version-str"			= "Versió ";
"common-bundle-str"				= "Paquet ";

"mark-graphics-unknown-str"		= "Vídeo desconegut";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instal·lat";
"mark-generic-absent-str"		= "No trobat";
"mark-generic-hasDevice-str"	= "Dispositiu connectat";
"mark-generic-hasNoDevice-str"	= "No hi ha cap dispositiu connectat";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertzs";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " hora ";
"units-hours-str"		= " hores ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " s";
"units-secs-str"		= " s";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test no és compatible amb aquesta màquina.";
"notcompat-ownrisk-str"			= "Continueu al vostre propi risc [només amb prellançaments].";


"test-head-intro1-text"			= "Apple Hardware Test pot efectuar una comprovació del maquinari del vostre Macintosh.";
"test-head-intro2-text"			= "Per efectuar les proves, feu clic al botó “Prova” o premeu la tecla “T”.";

"test-probe-onto-text"			= "Analitzant el vostre maquinari; aquesta acció pot trigar un minut...";
"test-probe-outof-text"			= "Anàlisi del maquinari completat.";

"test-controls-launch"			= "Prova";
"test-controls-interrupt"		= "Aturar la prova";

"test-choices-title"			= "Opcions de proves";
"test-about-title"				= "Sobre les proves i els resultats";
"test-results-title"			= "Resultats de les proves";

"test-results-notestyet"		= "No es pot executar cap més prova fins que l’anàlisi hagi finalitzat.";
"test-results-nodevfound"		= "No s’ha trobat cap dispositiu.";
"test-results-notyet"			= "Preparat per a les proves.";
"test-results-quick-ongoing"	= "Prova en curs.";
"test-results-extend-ongoing"	= "Prova ampliada en curs.";
"test-results-willstop"			= "La prova s’aturarà.";
"test-results-interrupted"		= "No s’ha completat la prova.";
"test-results-nofail"			= "No s’ha trobat cap problema.";
"test-results-error"			= "Error intern durant la comprovació.";
"test-results-failed"			= "Avís!  Apple Hardware Test ha detectat un error.";

"test-ongoing-short-status"		= "Prova en curs.";
"test-ongoing-mlb-status"		= "Comprovant la placa lògica principal.";
"test-ongoing-memory-status"	= "Comprovant la memòria.";
"test-ongoing-storage-status"	= "Comprovant l’emmagatzematge.";
"test-ongoing-video-status"		= "Comprovant els gràfics.";

"test-ongoing-pass-time-text"	= " en comprovació...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "en comprovació...";
"test-ongoing-sess-pass-text"	= "Nombre de passades: ";
"test-ongoing-sess-time-text"	= "Temps total de les proves: ";

"test-desc-initial-1-text"	= "Apple Hardware Test és una eina de diagnòstic que permet detectar problemes amb els components de maquinari del vostre ordinador.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Les proves efectuades determinaran si teniu un problema de maquinari o de programari.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Si els resultats de la prova determinen que no hi ha cap problema amb el maquinari, consulteu altres solucions de problemes al manual i/o l’Ajuda (sistema) subministrats amb l’ordinador.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Temps aproximat per a la finalització: 3 minuts o més, en funció de la quantitat de memòria instal·lada.";	/* default */
"test-desc-intro-quick-text2"	= "Temps aproximat per a la finalització: entre 10 i 15 segons, o més, en funció de la quantitat de memòria instal·lada.";
"test-desc-intro-quick-text3"	= "Temps aproximat per a la finalització: 2 minuts o més, en funció de la quantitat de memòria instal·lada.";
"test-desc-intro-quick-text4"	= "Temps aproximat per a la finalització: 4 minuts o més, en funció de la quantitat de memòria instal·lada.";

"test-desc-intro-extend-text"	= "Temps aproximat per a la finalització: 1 hora o més, en funció de la quantitat de memòria instal·lada.";	/* default */
"test-desc-intro-extend-text2"	= "Temps aproximat per a la finalització: entre 10 i 15 minuts, o més, en funció de la quantitat de memòria instal·lada.";
"test-desc-intro-extend-text3"	= "Temps aproximat per a la finalització: 30 minuts o més, en funció de la quantitat de memòria instal·lada.";
"test-desc-intro-extend-text4"	= "Temps aproximat per a la finalització: 2 hores o més, en funció de la quantitat de memòria instal·lada.";

"test-desc-option-extend-text"	= "Efectuar una prova ampliada (triga una estona considerablement més llarga).";
"test-desc-option-loop-text"	= "Bucle activat.";

"test-desc-quick-running-1-text"	= "Prova en curs...";
"test-desc-quick-running-2-text"	= "Per aturar les comprovacions, feu clic al botó “Aturar la prova”.";
"test-desc-quick-running-3-text"	= "O bé premeu les tecles “ordre” (“Apple”) i “.” (punt) simultàniament.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Prova ampliada en curs...";
"test-desc-extend-running-2-text"	= "Per aturar les comprovacions, feu clic al botó “Aturar la prova”.";
"test-desc-extend-running-3-text"	= "O bé premeu les tecles “ordre” (“Apple”) i “.” (punt) simultàniament.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Avís!  Apple Hardware Test ha detectat un error.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Primer preneu nota del codi d’error que es mostra a la zona de resultats de la prova.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "En segon lloc, si teniu cap dispositiu perifèric acoblat a l’ordinador, apagueu l’ordinador, desconnecteu els perifèrics i executeu la “Prova ampliada” per verificar-ne els resultats.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "A continuació, si es continua informant d’algun error, reviseu el servei i el material de suport subministrat amb el vostre ordinador per consultar les indicacions de com contactar amb AppleCare per obtenir més assistència.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Avís!  Apple Hardware Test ha detectat un error a l’arrencada.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Primer preneu nota dels codis d’error que es mostren a la zona de resultats de la prova.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "En segon lloc, si teniu cap dispositiu perifèric acoblat a l’ordinador, apagueu l’ordinador, desconnecteu els perifèrics i executeu la “Prova ampliada” per verificar-ne els resultats.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "A continuació, si es continua informant d’algun error, reviseu el servei i el material de suport subministrat amb el vostre ordinador per consultar les indicacions de com contactar amb AppleCare per obtenir més assistència.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Producte";
"prof-prod-group-subtitle"		= "Detalls del producte:";
"prof-prod-name-label"			= "Nom del Macintosh:";
"prof-prod-model-label"			= "Model de Macintosh:";
"prof-prod-cputype-label"		= "Tipus de CPU:";
"prof-prod-cpucount-label"		= "Nombre de processadors:";
"prof-prod-cpucoretotal-label"	= "Nombre total de nuclis:";
"prof-prod-cpucorecount-label"	= "Nombre de nuclis:";
"prof-prod-cpuspeed-label"		= "Velocitat de la CPU:";
"prof-prod-cpucache-label"		= "Memòria cau de la CPU L2 (per processador):";

"prof-prod-L2cache-label"		= "Memòria cau L2:";
"prof-prod-L2cachecore-label"	= "Memòria cau L2 (per nucli):";
"prof-prod-L3cache-label"		= "Memòria cau L3:";

"prof-prod-cpucache3-label"		= "Memòria cau de la CPU L3 (per CPU):";
"prof-prod-mlb-sn-label"		= "Núm. de sèrie d’MLB:";
"prof-processor-tray-sn-label"	= "Núm. de sèrie de la safata del processador:";

"prof-graph-group-title"		= "Vídeo";
"prof-graph-group-subtitle"		= "Detalls del vídeo:";
"prof-graph-chipset-label"		= "Gràfics:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Amplada de la pantalla (en píxels):";
"prof-graph-disp-height-label"	= "Alçada de la pantalla (en píxels):";

"prof-communi-group-title"		= "Comunicació";
"prof-communi-group-subtitle"	= "Detalls de la comunicació:";
"prof-communi-enet-mac-label"	= "Adreça MAC d’Ethernet:";
"prof-communi-fwire-mac-label"	= "Adreça MAC del FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Receptor d’infrarojos:";
"prof-communi-usb1-connect-label"	= "Port USB 1:";
"prof-communi-usb2-connect-label"	= "Port USB 2:";
"prof-communi-usb3-connect-label"	= "Port USB 3:";
"prof-communi-usb4-connect-label"	= "Port USB 4:";

"prof-memo-group-title"			= "Memòria";
"prof-memo-group-subtitle"		= "Detalls de la memòria:";
"prof-memo-overview-label"		= "Visió general";
"prof-memo-slot-1-label"		= "Memòria núm. 1";
"prof-memo-slot-2-label"		= "Memòria núm. 2";
"prof-memo-slot-3-label"		= "Memòria núm. 3";
"prof-memo-slot-4-label"		= "Memòria núm. 4";
"prof-memo-slot-5-label"		= "Memòria núm. 5";
"prof-memo-slot-6-label"		= "Memòria núm. 6";
"prof-memo-slot-7-label"		= "Memòria núm. 7";
"prof-memo-slot-8-label"		= "Memòria núm. 8";

"prof-memo-type-str"			= "SDRAM soldada per MLB.";
"prof-memo--str"				= "Desconegut";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Temps cíclic (ns)";
"prof-memo-ct2-str"				= " Cicle (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Enllaçat amb #";
"prof-memo-paired-not-str"		= " no enllaçat";
"prof-memo-mismatch-label"		= "Error de coincidència:";
"prof-memo-size-str"			= " mida";
"prof-memo-speed-str"			= " velocitat";
"prof-memo-vendor-str"			= " fabricant";
"prof-memo-recommend-str"		= "Recomanat: ";
"prof-memo-post-fail-str"		= "Error de POST";

"prof-board-group-title"		= "Placa lògica";
"prof-board-brom-vers-label"	= "Versió de la ROM d’arrencada:";
"prof-board-smc-vers-label"		= "Versió d’SMC:";
"prof-board-syst-sn-label"		= "Núm. de sèrie del sistema:";
"prof-board-bootdev-label"		= "Dispositiu d’arrencada per omissió:";

"prof-stor-group-title"			= "Emmagatzematge";
"prof-stor-size-label"			= "Mida:";

"prof-powr-group-title"			= "Alimentació";
"prof-powr-group-subtitle"		= "Detalls de l’alimentació:";
"prof-powr-src-label"			= "Font d’alimentació:";
"prof-powr-src-wall-str"		= "Adaptador";
"prof-powr-src-batt-str"		= "Bateria";
"prof-powr-ac-on-str"			= "Connectat";
"prof-powr-ac-off-str"			= "Sense connexió";
"prof-powr-capac-label"			= "Capacitat:";
"prof-powr-volt-label"			= "Voltatge:";
"prof-powr-status-label"		= "Estat:";

